const projects = [
    // ... (프로젝트 데이터 배열)
    {
      title: '[투비소프트]전문가 양성과정 모집 안내',
      description: '안녕하세요. 컴퓨터공학부 행정조교입니다. \n 투비소프트 프로젝트형 넥사크로 전문가 양성과정 모집 안내드립니다.  상세 내용 확인은 아래 링크를 통해 확인이 가능합니다. 링크 : https://sites.google.com/view/tobeedu7th',
      tags: ['동아리', '취업정보', '모집']
    },
    {
      title: '2023 동계 프로그래밍 캠프 모집 안내',
      description: '안녕하세요, 컴퓨터공학부 사무실입니다. 2023 동계 프로그래밍 캠프가 재개되어 안내드립니다.',
      tags: ['취업정보', '일정', '모집']
    },
    {
      title: '[디지털콘텐츠·가상현실트랙] 특강 안내_장소확정',
      description: '[디지털콘텐츠·가상현실트랙] 전문가 활용형 HS트랙진로탐색 프로그램 안내드립니다.',
      tags: ['강의', '비교과포인트', '일정']
    },
    {
      title: '소모임 [웹야박]에서 신규 부원을 모집합니다.',
      description: '일시 : 2023년 11월 미래관에서 면접후 가입',
      tags: ['동아리', '비교과포인트', '모집']
    },
    {
      title: '2023-2 코딩라운지 오픈 및 운영 안내',
      description: '♧ 코딩라운지 운영 시간과 장소 >> 주중 월, 화, 목, 금요일 오후 2시 ~ 6시  >> 공학관 B동 119호',
      tags: ['비교과포인트', '일정']
    },
    {
      title: '2023학년도 컴퓨터공학부 캡스톤디자인 수상팀 명단',
      description: '안녕하세요. 컴퓨터공학부 행정조교입니다.  2023년도 컴퓨터공학부 캡스톤디자인 수상팀 명단입니다.',
      tags: ['캡스톤']
    },
    {
      title: '[비교과 10pt 지급] HS 진로탐색프로그램 특강 안내',
      description: '컴퓨터공학 (빅데이터,인공지능) 분야의 향후 전망 및 최신 분석 기술이 어떤 것들이 있는지 궁금한 학생,  현재 산업 내에서 이들 기술이 어떻게 활용되고 있는 지 등의 사례가 궁금한 학생들에게 추천합니다.',
      tags: ['비교과포인트', '강의']
    },
    {
      title: '[비교과 5pt] 2023년 대학 진로취업지원 현황조사',
      description: '육부에서 주관하는 진로취업지원 현황 설문조사에 참여할 학생을 모집합니다.',
      tags: ['비교과포인트']
    },
  ];

  export default projects;